{
    "about": {
      "name": "Carol Stefania Puentes Motta",
      "title": "Software Engineer",
      "description":"Hi! I'm a junior software engineer with a background in full-stack development. I stand out for being proactive, analytical, and highly adaptable. I focus on creating functional and intuitive solutions that improve the user experience. I enjoy working in teams, taking on new challenges, and continually learning to add value to both the frontend and backend."
    },
    "nav": {
      "about": "About Me",
      "projects": "My Projects",
      "technologies": "Technologies",
      "cv": "Download CV"
    },
    "tecnologis": {
      "title": "TECHNOLOGY STACK"
    },
    "projects": {
      "title": "MY PROJECTS",
      "viewProject": "View Project",
      "viewCode": "View Code",

      "project1": {
        "title": "Landing Page",
        "description": "This independent project is a landing page for a fast food store."
      },
      "project2": {
        "title": "Color palette",
        "description": "This project consists of a color palette generator."
      },
      "project3": {
        "title": "Wonders of the World",
        "description": "This is a simple game in which you drag the features of a Wonder of the World onto its image."
      },
      "project4": {
        "title": "Tic-tac-toe",
        "description": "This project is based on the traditional tic-tac-toe mobile game, but with a Spider-Man theme."
      },
      "project5": {
        "title": "Login-Register",
        "description": "This project is based on a Firebase-validated login and registration framework powered by React-Native."
      },
      "project6": {
        "title": "Interactive Registration Form",
        "description": "This is a Registration Form with HTML and CSS to collect user data in an accessible way."
      },
      "project7": {
        "title": "Agricultural Monitoring System Prototyping",
        "description": "This prototype is a mobile app developed with React Native for monitoring salad tomato crops."
      },
       "project8": {
        "title": "React Native library app prototype",
        "description": "This prototype is a student project developed with React Native for library management."
      }
    }
  }
  